{
  "Post": [
    {
      "id": 1,
      "title": "Belajar React JS",
      "body": "Sekarang sedang belajar React JS",
      "comment": [
        "Esse proident in enim consequat nisi sint cillum eiusmod incididunt incididunt ullamco. Ex irure laborum officia eiusmod mollit et est quis laborum irure veniam proident qui eu. Reprehenderit exercitation proident anim commodo in enim occaecat laborum nulla. Fugiat ullamco aliquip voluptate dolor exercitation ut elit et commodo non ipsum reprehenderit aute elit. Amet reprehenderit occaecat qui consequat qui exercitation aute et quis. Officia qui dolor ut dolore nulla reprehenderit nulla anim in nulla excepteur fugiat non."
      ]
    },
    {
      "id": 2,
      "title": "Belajar Next JS",
      "body": "Sekarang sedang belajar Next JS",
      "comment": []
    },
    {
      "id": 4,
      "title": "add post",
      "body": "Qui sunt sunt pariatur dolor quis magna consequat eiusmod proident ut do. Exercitation nulla Lorem ut eiusmod do magna. Ex ipsum ex adipisicing tempor occaecat sint minim magna quis qui consequat exercitation. Quis eiusmod magna nisi est nisi.\nNon eiusmod pariatur eu elit cillum proident eu commodo cupidatat est cillum sunt. Occaecat amet officia fugiat do incididunt sunt nisi sit dolor nulla et aliqua tempor. Cupidatat reprehenderit qui exercitation magna ex enim reprehenderit ea nisi mollit quis. Minim cillum laborum id aute occaecat. Labore reprehenderit anim cillum ut labore culpa nostrud deserunt occaecat. Ipsum eiusmod id ut in.\nDolore mollit ut adipisicing non ea ullamco. Pariatur ullamco deserunt incididunt et qui elit enim sit aute ut nulla. Laboris eu laborum sunt anim est id dolore duis ex nulla ut laborum. Non est velit nulla do esse exercitation ipsum dolore.\nConsectetur dolor nisi nostrud mollit quis aliqua esse commodo. Duis minim labore reprehenderit sunt laboris dolor minim. Adipisicing ut incididunt laboris labore culpa laboris labore excepteur enim. Nisi laborum ut consectetur id nisi sit aliquip ex. Deserunt occaecat cillum in anim minim elit reprehenderit non ullamco.\nLorem exercitation non sit occaecat. Ea elit veniam ipsum excepteur aliqua quis officia qui reprehenderit officia cupidatat magna ullamco excepteur. Exercitation aliqua irure nisi voluptate velit occaecat ullamco eiusmod ea qui commodo dolore in ad. Ipsum pariatur aute esse elit cupidatat id nulla ex. Exercitation aliquip irure laboris nostrud enim occaecat commodo non. Magna velit ea sit laborum consequat dolore esse. Enim sit irure aliqua elit cupidatat ipsum minim et do dolore ex ea.\nVeniam et veniam nisi enim eu in qui duis elit occaecat nulla eu. Anim sint fugiat nulla nostrud eu. In dolore irure ad ullamco culpa incididunt velit ex fugiat. Ex officia labore aliqua amet aute. In cillum est pariatur fugiat. Magna et ea dolor ad aute sint laborum incididunt deserunt voluptate proident nulla. Adipisicing veniam proident pariatur laboris cillum cupidatat labore qui occaecat cillum.\nEa qui nostrud aliquip ea sunt esse magna nulla fugiat. Consectetur cillum est sit quis labore deserunt enim ullamco ullamco do. Sunt nostrud Lorem non duis nisi veniam quis tempor ipsum ea dolor aute cillum.\nReprehenderit consectetur mollit excepteur mollit amet commodo sunt ipsum ex occaecat esse et duis ut. In dolore eu cupidatat exercitation in duis aute nisi veniam. Laborum consectetur nisi occaecat adipisicing nulla consectetur do amet occaecat nisi incididunt id consectetur amet.\nTempor Lorem ut aute elit dolore ad et non laboris culpa laborum. Do incididunt velit deserunt incididunt. Consectetur non nostrud esse proident. Aute id esse labore enim non mollit consequat exercitation aliquip officia laborum.\nDuis tempor irure sint incididunt velit pariatur nulla pariatur. Mollit ut occaecat ipsum exercitation est esse eiusmod labore consectetur veniam. Laborum culpa voluptate sint culpa elit irure aliquip nisi sit. Deserunt cupidatat laborum mollit adipisicing. Qui deserunt cupidatat laborum ullamco sint. Cupidatat qui incididunt amet duis adipisicing Lorem aliquip in. Amet et fugiat ex aliquip consectetur aliquip ad quis culpa exercitation Lorem magna voluptate.\nDolor do irure consequat culpa dolor nostrud exercitation culpa id. Do et enim cupidatat et amet ea consequat minim consequat aliquip aliqua voluptate consequat est. Consectetur officia nulla Lorem duis mollit nostrud aliqua enim ea eu. Amet non irure eiusmod anim commodo eiusmod.",
      "comment": [
        "keren banget kak kontennya\n\n"
      ]
    }
  ]
}